[{"image":"salman.jpg","user_name":"Salman Khan","date_time":"Nov 04 2023, 15:42 pm","description":"<span>Tiger 3 is an upcoming Indian Hindi-language action thriller film directed by Maneesh Sharma and produced by Aditya Chopra under Yash Raj Films</span>. The film stars Salman Khan, Katrina Kaif, and Emraan Hashmi. It is a sequel to Tiger Zinda Hai (2017) and is the fifth installment in the YRF Spy Universe.","like":123,"comment":42,"share":17,"post_image":"tiger3.jpg"},{"image":"bt.png","user_name":"BussinessToday","date_time":"Nov 04 2023, 15:42 pm","description":"<span>Breaking News: India's GDP soars to $3.75 trillion in 2023, marking remarkable growth from $2 trillion in 2014.</span><br>The Finance Ministry confirms India's position as the world's fifth-largest economy, surpassing the UK, France, and others. A significant achievement, signifying India's role as a global economic 'Bright Spot'.<br><br>However, Moody's predicts a modest growth of 6-6.3% for the upcoming quarter, in contrast to the Reserve Bank of India's 8% forecast. Stay tuned for further economic developments.<a href=#>#IndianEconomy</a> <a href=#>#GDPGrowth</a> <a href=#>#EconomicUpdate</a>","like":123,"comment":42,"share":17,"post_image":"bt1.jpg"},{"image":"indiatoday.png","user_name":"India Today","date_time":"Nov 04 2023, 15:42 pm","description":"<span>Exciting News for India 🇮🇳! Mumbai will host the 2023 International Olympic Committee Session</span>, a significant milestone for our country's Olympic journey. India last hosted it in 1983. Let's celebrate our progress in the world of sports. 🥇🏆 <a href=#>#Olympics2023</a> <a href=#>#Mumbai2023</a> <a href=#>#IndianSports</a>","like":123,"comment":42,"share":17,"post_image":"olympics1.jpg"},{"image":"mailonline.jpg","user_name":"mail Online","date_time":"Nov 08 2023, 19:16 pm","description":"Heartfelt condolences to Neymar as he mourns the loss of his dear friend, Luana Andrade. Our thoughts and prayers go out to her family during this difficult time. 🙏❤️ <a href=#>#RIP</a> <a href=#>#LuanaAndrade</a> <a href=#>#Condolences</a>","like":123,"comment":42,"share":17,"post_image":"LuanaAndrade.jpg"},{"image":"indianexpress.jpg","user_name":"Indian Express","date_time":"Nov 08 2023, 22:42","description":"<span>8 states, 55 raids, 44 arrests: NIA cracks down on human trafficking.</span><br> Assam Special DGP Harmeet Singh said the wheels of this operation were set in motion when police in Assam’s Karimganj district identified a group of people from the Rohingya community travelling in a train coming from Tripura.","like":123,"comment":42,"share":17,"post_image":"nia1.jpg"},{"image":"indianexpress.jpg","user_name":"Indian Express","date_time":"Nov 8, 2023 04:59","description":"<span>Order on firecrackers applies to all states, not only NCR: Supreme Court.</span><br> The court also made it “clear that there is no total ban on use of firecrackers” and that “only those firecrackers are banned, as directed... which are found to be injurious to health.","like":123,"comment":42,"share":17,"post_image":"crackers.jpg"},{"image":"x.jpg","user_name":"Elon Musk","date_time":"Nov 8, 2023 04:59","description":"<span>Announcing Grok!</span><br><br>Grok is an AI modeled after the Hitchhiker’s Guide to the Galaxy, so intended to answer almost anything and, far harder, even suggest what questions to ask!<br><br>Grok is designed to answer questions with a bit of wit and has a rebellious streak, so please don’t use it if you hate humor!<br><br>A unique and fundamental advantage of Grok is that it has real-time knowledge of the world via the 𝕏 platform. It will also answer spicy questions that are rejected by most other AI systems.<br><br>Grok is still a very early beta product – the best we could do with 2 months of training – so expect it to improve rapidly with each passing week with your help.<br><br>Thank you, the xAI Team<br><br> <a href=https://x.ai> https://x.ai </a> <br>","like":123,"comment":42,"share":17,"post_image":"grok.jpg"}]